{
    "id": "RocketWorkshop",
    "heading": "Rocketery Workshop",
    "content": "Welcome to Thrust Tech India Pvt Ltd, your gateway to the exciting world of rocketry! 🚀 At Thrust Tech India, we specialize in conducting immersive rocketry workshops in various institutions and organizations. Our workshops are designed to ignite curiosity, inspire innovation, and foster a deep understanding of rocket technology among participants of all ages. What sets us apart is our comprehensive approach to learning. We begin by delivering engaging lectures and presentations on rocket technology, covering everything from the fundamental principles of propulsion to advanced concepts in aerospace engineering. Through interactive sessions, participants gain insights into the fascinating world of rockets and space exploration. One of the highlights of our workshops is the hands-on experience with OpenRocket software. This powerful tool empowers participants to unleash their creativity by designing their own model rockets virtually. With OpenRocket, they can experiment with different designs, tweak parameters, and simulate launches to understand the dynamics of rocket flight. Once participants have mastered the basics and honed their design skills, we provide them with all the necessary rocket components to bring their creations to life. From body tubes to fins, from nose cones to rocket motors, we offer a wide range of high-quality components to suit every design preference. But the excitement doesn't end there! The culmination of our workshops is the thrilling rocket launch event. Equipped with high-powered rocket motors, participants get to witness their creations soar into the sky, experiencing firsthand the thrill of a successful rocket launch. Whether you're a student, educator, or enthusiast, Thrust Tech India is your partner in exploring the wonders of rocketry. Join us on this exhilarating journey as we reach for the stars together!",
    "heading2": "",
    "content2": "",
    "button": "For Inquires",
    "hasModel": false,
    "modelName": "st21e12ering",
    "zoomLevel": 84,
    "hasPhotosorVideos": true,
    "onHomePage": true,
    "homeRedirectPage": "events",
    "homeButton": "Know More",
    "homeType": "Flagship Event",
    "onProductPage": false,
    "onEventPage": true
}