{
    "id": "RocketKit",
    "heading": "High Power Rocket Kits",
    "content": "Welcome to our powered rocket kits page! Here, you'll find everything you need to embark on thrilling adventures into the sky with our range of rocket kits. Whether you're a beginner looking for an exciting hobby or an experienced enthusiast seeking a new challenge, our rocket kits are designed to deliver exhilarating launches and memorable experiences. Our rocket kits come in two main versions to suit your preferences and needs: those without recovery and those with recovery. Both versions offer high-quality components and are engineered for optimal performance and safety. Version 1: Rocket Kits Without Recovery: These rocket kits are perfect for those who prefer the simplicity and excitement of a high-speed launch without the need for recovery mechanisms. Each kit includes a nose cone, rocket body tube, rocket fins, flight computer, ejection system, and a powerful rocket motor. With motor options ranging from C class to F class, you can customize your rocket to achieve the perfect balance of speed and altitude. These kits are designed for maximum performance and adrenaline-pumping launches. Version 2: Rocket Kits With Recovery: For those who want to experience the thrill of launching their rocket into the sky and safely recovering it afterward, our rocket kits with recovery are the ideal choice. In addition to all the components included in the version without recovery, these kits also feature a high-quality parachute for safe descent and recovery. After reaching an impressive altitude of 250 meters, your rocket will gracefully descend back to Earth, ready for another exciting launch. No matter which version you choose, our powered rocket kits are designed for reliability, durability, and most importantly, fun! Each component is carefully crafted and tested to ensure optimal performance and safety, giving you peace of mind as you explore the wonders of rocketry. Whether you're launching for the thrill of speed or the joy of recovery, our powered rocket kits offer an exhilarating experience for rocket enthusiasts of all levels. So, why wait? Start your rocketry adventure today with our high-quality rocket kits! ",
    "heading2": "",
    "content2": "",
    "button": "For Inquires",
    "hasModel": false,
    "modelName": "string",
    "zoomLevel": 84,
    "hasPhotosorVideos": true,
    "onHomePage": true,
    "homeRedirectPage": "products",
    "homeButton": "Know More",
    "homeType": "Flagship",
    "onProductPage": true,
    "onEventPage": false
}