{
    "id": "Workshop",
    "heading": "CubeSat Workshop",
    "content": "Welcome to Thrust Tech India, your gateway to the cosmos! We specialize in conducting CubeSat workshops across various institutions and organizations, igniting the spark of curiosity and innovation in the field of satellite technology and space exploration. At Thrust Tech India, we offer comprehensive lectures and presentations on satellite technology, covering a wide array of topics essential for understanding the intricacies of space engineering. Our team of experts guides participants through the fascinating world of CubeSats, providing insights into their design, construction, and deployment. One of the highlights of our workshops is the hands-on experience we provide. Participants have the unique opportunity to design their own modules and ground stations, allowing them to immerse themselves in the practical aspects of satellite development. Through interactive sessions, we delve into critical electronics used in satellites, empowering participants with the knowledge to tackle real-world challenges in space engineering. Telemetry plays a crucial role in satellite communication, and we ensure that participants are well-versed in this aspect as well. Our workshops cover the intricacies of telemetry, providing participants with a deep understanding of how to collect, transmit, and analyze data from their CubeSats. Additionally, we offer guidance on user interfaces for telemetry data, enabling participants to visualize and interpret the information gathered from their satellites effectively. Whether you're a student, researcher, or space enthusiast, Thrust Tech India's workshops are designed to inspire and equip you with the skills needed to explore the final frontier. Join us on this exciting journey as we push the boundaries of innovation in satellite technology and space exploration.",
    "heading2": "",
    "content2": "",
    "button": "For Inquires",
    "hasModel": false,
    "modelName": "string",
    "zoomLevel": 84,
    "hasPhotosorVideos": true,
    "onHomePage": true,
    "homeRedirectPage": "events",
    "homeButton": "Know More",
    "homeType": "",
    "onProductPage": false,
    "onEventPage": true
}